# AirChangesPerHour Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
Space..::..AirChangesPerHour Property
Space Class See Also
---
Get the Specified AirChangesPerHour of the Space.
**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public double AirChangesPerHour { get; }
```

Visual Basic
---
```text
Public ReadOnly Property AirChangesPerHour As Double
	Get
```

Visual C++
---
```text
public:
property double AirChangesPerHour {
	double get ();
}
```

# Remarks
This property is used to get the Specified AirChangesPerHour of the Space.
# See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace